{
    "irVersion": "3",
    "producerName": "backend-test",
    "graph": {
        "node": [
            {
                "input": [
                    "x"
                ],
                "output": [
                    "y"
                ],
                "opType": "Sigmoid"
            }
        ],
        "name": "test_sigmoid",
        "input": [
            {
                "name": "x",
                "type": {
                    "tensorType": {
                        "elemType": 1,
                        "shape": {
                            "dim": [
                                {
                                    "dimValue": "3"
                                },
                                {
                                    "dimValue": "4"
                                },
                                {
                                    "dimValue": "5"
                                }
                            ]
                        }
                    }
                }
            }
        ],
        "output": [
            {
                "name": "y",
                "type": {
                    "tensorType": {
                        "elemType": 1,
                        "shape": {
                            "dim": [
                                {
                                    "dimValue": "3"
                                },
                                {
                                    "dimValue": "4"
                                },
                                {
                                    "dimValue": "5"
                                }
                            ]
                        }
                    }
                }
            }
        ]
    },
    "opsetImport": [
        {
            "version": "9"
        }
    ]
}