{
  "irVersion": "7",
  "producerName": "pytorch",
  "producerVersion": "1.13.1",
  "graph": {
    "node": [
      {
        "input": [
          "input",
          "conv1.weight",
          "conv1.bias"
        ],
        "output": [
          "/conv1/Conv_output_0"
        ],
        "name": "/conv1/Conv",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "group",
            "i": "1",
            "type": "INT"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "3",
              "3"
            ],
            "type": "INTS"
          },
          {
            "name": "pads",
            "ints": [
              "1",
              "1",
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "/conv1/Conv_output_0"
        ],
        "output": [
          "/relu1/Relu_output_0"
        ],
        "name": "/relu1/Relu",
        "opType": "Relu"
      },
      {
        "input": [
          "/relu1/Relu_output_0",
          "conv2.weight",
          "conv2.bias"
        ],
        "output": [
          "/conv2/Conv_output_0"
        ],
        "name": "/conv2/Conv",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "group",
            "i": "1",
            "type": "INT"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "3",
              "3"
            ],
            "type": "INTS"
          },
          {
            "name": "pads",
            "ints": [
              "1",
              "1",
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "/conv2/Conv_output_0"
        ],
        "output": [
          "output"
        ],
        "name": "/relu2/Relu",
        "opType": "Relu"
      }
    ],
    "name": "torch_jit",
    "initializer": [
      {
        "dims": [
          "16",
          "1",
          "3",
          "3"
        ],
        "dataType": 1,
        "name": "conv1.weight",
        "rawData": "FWCbPlA3ur3Qc809SHEoPaDaSb5T/pE+skhHPkNYjD7gn8k9ACVFvOougL5nAou+I3I1vrrkVT7Gz7m9DBXRvRpBOT5gWBw83emHPphPa7416pQ+JpcEPgCLvT1snZ89IFqRPak4oj4TgW6++FhePZ72ib4wzci9okQkPv2coT4AaF28GlkcPsFzjj5aHo++7hguPsi4Or5SURk+sMaVPYIjZz6gEFW+4M8dPY1upD4cquO91sZCPoBXkr1XnKm+KPkkPqB3LTxSQSM+3jYEPvQmnr0oe6C+QDinPE3KkT5eMnw+KNKUvto7TD6wEf48OXKKPrnqpT4wQNq9IARBvrZ1JD5gNIO+AMpjvuDfrD3i+4a+gytovplToz5duKE+Xi0sPiCDpL2AAgq9C4OMvj70fT5QT5E9e0uhvnOeUb5wP5s8T2mAPqu2d74LuyG+sMWhPWsnlj6msM29QZqXPgBOY7y1m50+RfShPjrKcD4DgDi+/AbePZzw5b2gUk+8yM9zvqBHyj1tuaQ+0AjfPejEUr2oURu9QLjhvVJwbz4HJKI+cQKXPucznj697IE+MPS9PapAGT6B3pI+ZspbviTNsT2Qs8S9cEH1PTJ/az7qFWY+MHGMPALMGz7Mxu29rOjzPdjwPL2Qb+G8fhCqvlgFSL3KgGo+HK3gvb+CgL7sNdE9uPMzvovFoT5YpGK+gJIYu/AYPL6iQ0Q+52CYvpxYqr2wLpe8QF3ZvTC5jr33ao4+Vk1UPgBXID0/wo8+"
      },
      {
        "dims": [
          "16"
        ],
        "dataType": 1,
        "name": "conv1.bias",
        "rawData": "S16JvhBstr19WIA+oLDGPSA1Tb3YWhq9RtBsPouPaL6uYlK+IIO6PSbt5L16CVs+4EeCPWp4Tj6jNDG+4oE2Pg=="
      },
      {
        "dims": [
          "32",
          "16",
          "3",
          "3"
        ],
        "dataType": 1,
        "name": "conv2.weight",
        "rawData": "pyWLvXQRtzy4Eqe9GP0bPM5Jnb3K1mM9MuE8PbCRv7smyyq9h0ydPVTS7DyIPku9u3WmPQiEPbx4/xW8flFyPU7Clb0Oe2U9gH8xu2pGbj1+xjo9eBYOvYhlPzxbg2+95NeFPAWsgD3b3ha9MDGRvEB69DqQXcS8/g8VvTp0lb36H4+9RouCvbBB8LuBYog9PodhvfyXprxw5be8nppkPVBBlb0Qg7Q8gOxbOwg2SbxSLjw9+KMCvSDj77zQr7o7hjdjPZcunL0cGYu9EpFCPZrsYj1En4u9IKNHvH5QOr1ruEa9W6SYPfvvI73wSdo7KMBbvQA72brrgiq9W7YXvSBlqbzzWQK9hhJ8PTjlIz0mxDc9IIHwPHRB3zyLaZO9kGaJvMgyZTw8MvU8yl9vPeiDADxkqJw8+5k5vcrVkr2Is0i8sPOUOwgndzwA1/U5ZJylvQOBBL0Olqa92IsKPdMJKr1k5t080KGvO2jsVjwAn8A5IxeGvTKgib3QMeg7pEeJvDE9pD1INg69ohCfvQD/xzu8iuK8wCLevG4EpL2G0ls9zqMkPbDEhLtCtFo9BMqlvZonMj2sSfO8yNc2PMsdiz1wML684slaPbocUT34q368srdtPTAupjsAPfA5UBEePcYq17xkI8k8CxsavfhHO7xIXFO94F6HPFzTsDyA49c818aFvWARZjuALBk9oBzJvNYvcL06DKO99KC2PH6aqL1+epi9bpSBvb5qPr1wtwO9kUGIPUAdHb1uiQM9ADw9vJYdqL040ku8qKM6vDVXnz3C4Xo9Jp04vfqsNj36vVM9wGGSvYy7qLzg79u8AKZEuqwYrjygH6A8XCL/PAj0KL0pTJY9GM0TPBt8I738Z6a9YN02O7Y3U70A6I252Ol3PMZ5DD36f5q98KDWu5j4NLyQKOy8KIsivdClwrswEYq8brFrPbbMor17gJO94J6AvDL/Lz37xGm9UvuevQAdfruopR29wFWfPAWlmj1smuY8YBkyvaA4DTxMOdm8LmMLvdsUIL2+CCc9zcaKPcsfnL1WENq8cE7lvFTuoTxTBoA9wKYFvATHmTwAeau7lhIsPUaxkr0waei7xMWuPJDL2rxeJDu9hnxXveDpX7sYuZi9VnBEve3koD2KF4+9/9qgvUsopz2golm8ap83PTW4hD2rcYm9qBIJPWy04zw2dDa9HNzzvOZPMr2gIKu8dtgtvQhaZLx+Ogw9KxmDPbwonbyAqFe6c40VvbFPgD12fzq9WXWKPUgqebyAVWq6EYiiPXDtvrsOvEq9a/OaveaHBr1uTXS9WIBQPFa9Ej34h3W9o/YPvX76RL2wWli9mKFevQCMvzyaGmU9a4gdvZkSkD3sfJa9H0CLvaoaoL1bAzq9enV7PfMBnr0g6I48SY6CPb7+Xz1FMaY9+EgtvaBpyrw0Y7A82z+evW1ljT16ni090OGGPN5APr3QBtG7kDL5PFoHDj3UDds8fNSTvS3HpD3TDJs9cB4mvc5RHb2Qdh490DkxvSoZaz0axpq93uQePeYeiL2s/KO8wJXZOkq0WT0Ar1i7+nE5PQscYb12jL68AEexPI45aD0Air+6gDtvu9L9Xz3w/He9gM8ePepnBz1AaBQ9VtMgvfTw6zyENo+96u1gPRiCTr2I85C93n1rPbD8w7z6voq9yis4PRguh71w6eu8nrhavWJbHz1usgg9ZYqFPZDAtbwi5yg90NMlPT7zgL2oJhy80wafPfQEjryAkpq7frQ+vbInUD0Ee9A8ixOMvTpnZz1b21K9FoEyPShMT72okH69JsR0vQCe5btcn+G8ADELPM5JTj1o1wm9AOg/PFIUAj3j+aU9kA88vauSIb0gjhi8DmAqPRyMtDzJ8Io9wMwbvXbRxrz4VxO8ZKKAPHgZLDyTDyC9CIBIvU3yoD1MQYq8VhyfvVANGb3aNTE9dxiHPRPalT0AZom9wFboOxBo/btIkE88gL9iusBKBjywYxg9LmAYvcC4Gz0Q5bI7ughcPTT6yTzAk487xDWOvaZ2Aj2aTS09aIIBPXuhFr1J0JY9zIqePHjuKbwweZu7yxUTvSa02LyStWM9upREPfjqUTxK9GA9YAsIPeDLHbtuUz+9kDHNu5YxU72g9Ta8KDQkvXAg3Ttzmme9JZycPXEViT0/j5O90CuRvLuiOL3B6Y89EJbkO6AVcDuwF7+7VcWXPdWFoT2qh3g9mzc5vW3YpD0Ox1W9mhwtPbAOIL12TjY94Eonveb63rx4qVM8LtxkPSvDpj1glfU8INXhvE6KYr12ugE9ZDiqPKzq9Lz2rDU9K2eiPfDQIb22j6C9bmenvRQX+jxsc8W8VQijPa92oT1oZxE9wEdbPEzSobzSBRY9AIWQvEY7NL16kxI9XuspPaiTLjwAFtA7oBUBO8jbdjzyfUA9QMoFvFgtAj1mshA9EkU+PSArIjvzpgG9ADvbOZ59qL0A8Xu9kJSQvKb+YL20r6G8VgRsvc80nz0Ey428rcCQPXjtHTwy0l09raSdPQjqODyg5is7OmCAvZA+Ij1cx8k8sL6CO5vVQL2emwo9HyuGvUB+tjzdnKo9vpt3vcLKKj3OoGi9fF+avVu0PL2SV249wltCPfpkdD3CIAs9yJSovYnKoz0ASMw7QwUKvUbVhb1NO6g9sIj9vNb+Mz3u+kI9251TvWTCob1O7S49HJuoPJDTFr3iYEo9xMm1PCDYd7vCWIy9012Lvd+Tpb22ftC8pSyAPVyCxbyQnfc8/khFvS4IRb2e2oW9kyxIvd1wkD3tFIo9QHekve6wOT2aNDM9fD6KvVCIgbt0sLc86kkRPdBY0DxcYqo8AHZ9OpCFtjt+ZGO9y6tjvfP3Tb3qpA89bklXvZzmjjzS7Ds9c58cvULObj0IdxY8/AT4PBAmSL3kDIU8nsCXvZBrmrx6I2g9duwUPcOUQ72JsJw9EnJmPc+bnL0XopY9eDJ6PAvzZL2PDZ+9EYGAPXByxry2L1w9Qr0lPcgiT70p+Yk9CeKnPQDd5Dpwx7O72m9XPa6NT73A+5Y8gESFO8a5dj20ts88BvstvX/GhT1gnGW7Y8cgvfDLnrzwPBq9SBFAPOndoT1F04094LSwPBsCkL1oblC8G9BBvQBcnzr+yBu9TIiAvWOJIb1YUHW8W/+YPYBES7tG9Hq9rT6bPY7kdL1iBCM98ohmPXzP3DzThG69mMWpvbCvCj0HTIE9HeumPU+aiD0uPhG9POTdPLrgeD1NPqI9FqdCPWi2S72q1EY9/HCFPDbL5rxQ1o+8dLiBPP6wRL0q6hU92zxfvdSs5DynS6g9shFQPSDnP7tw0pg7mJ0hPb6gUj1tV5M9wJyuOjhfED34Gju9/WyePQgSNTxAzFy8Cn+GvfrTVz3QO7O8eCcDPbj3ab0aOj090sQlPWKXZz2oVmu9DmGZvRDEy7xYrU48HgVMvTTuuDyg3SU9RjpfPekeiD3rQlW9YO5CPNSovzxAbmE8cGE9vSnAij2QkIG85TKNPeYLvrxfMKA9gEJNvACDczw+5QY9ho1cvcaHxrxWP8C8vssAPRgBAb1yBh09nHvJvIAC4btQy3m90pqSvcDOdTwKpT89wFzfuz68br1u73s9EBWtu/ONML2e1zW94Kx8O7AVgTySwJW9HHipvOZ9qr2dvJA9EAPuO/RrzjyH86a9BOWgvDFQmz2IGBs85YiGPRBXUL2QjMu7346HPbyQg70Sb3k91D+fvS4jhr0ex2s9kxeFPXgNKrwqSpa9Uy1Rva7vBr2jZpI97JKrPCtpTr3ACqy7gILNvOLjir3YwD88IDGtPFslSL1dLo09gNW2vEYxIb0ObxI9IEWavMA7+jwlS5Q9nIy4vE0qqD1mBby8SHBgPBikYr0of0q93p9UPdhVJb0y6Bs9wAzFvN2Loz1iUz09IqIpPfDxHb0dWJM9O9iivUEtoj0up0q9eFCgvVbACD0OYSY988eGPYDP+TuNwoE9sLqOve1ThT3oww48Fw6ZvcXdkT2HTZW9UT+OPZ6eKT3qMIW9TDX1vJQL5zwG7Rk9Wn82PabakL16qTM9mB0APEzW6bxAHOi8QAZYPNhPbbyAfkm904OdParZCT3cfNw8HyqqvX5sBD2CB4u9UE+DvYC5ajsAAkY7/H/DvNDTrTytuac9bik0vbYlOD1X1Y09Tk0/PdD/67tAf/c7m1AIvVBhvry1bpg9tOOxPFgsDz3VdYs9umIBPTAurrte7hi9QLT0vKD0Fb3YYTi9+l9pPRsNRb1YtCC9leyhPQIpWD3RT6A9CrEvPUIOcT0AJJ+99PrmPG1miT2vfoI9yM88vLtfnL2+/oK9KrxHPUhwg704dVk8rrR1vZBiBL3bmJy9g4KTPUh4IDxYbnw8W5g+vQBadDpw7IS9yOoCPKDW/LwCYjo9aAR5PAyxijxC+kk9pthBvZtWqD2efQQ9pjr/vGDVH7wmO149E+cuvS/zm72L1yO9DtBzvS5LQL00Kdc87DWUPNYnaz3++Qm96LxsvcqNUj1+dUG9F0SIPUDtkb22W+u8ua+bPR2QhD1QODK9+gs8PbYUXT0KC3c9Mz6OPRj2IT1+DZO9zqYiPfA2rzyWeOS8COxsvdB5qL0zGQy9rLShPABPA7xAuSg84tI/PXbYYb2AjAE8i62hPQCe4LyZ04Q9QIZBPLwWuzyTP129oKZyOywk6TxMQsC8os5dPZiBITwWfH89oo5vPTPGHr3yT0E9kv+LvfKKqL1wG+279AypPGZidD297aM92EsLPW4JZT2gOR08wXqGPZLFqb3WH+m85rRrPdpnPz3jGIi9Mr5RPcDk1TseQEo92NUxvfNJKb1io3g9wv1xPZ6ihr04WiI990yTvehNFL2qQX49eRSiPfxO3jym0oa9/F6dPAzrg72yzlY9e8FvvbYhHj3iyWI9euIyPRBqAz2QsH29XBbevOl+qD38kcG8xAXHPCElmz0sdry8bBnyvDoFez1zh5m9AEu9Oubno73GWi69/IarPHq2Zj0AlJY8UQ6iPe7jJb0f/Ym9IoMzPXsxQ70TZQe9qJgQveDAFbw6pAs9pFGcvUDgGD0Aogc7FnZFvU63OT0gPuM8llfXvCAWEjyw6nG9IodtPVQaszwgBVe9QOjaumC/R70boBm9SCoBvUkIpz1zLHG94CBPO6b+Bz10vI28QMcovFjfBD0AU0q9GlpqPeipDD0I7Aq9rhQKvUZhT71Zn549DH2pveXBiD2A5wI8C0sEvcwc0by2DBg9EHiRveArAjwTf069AnkZPY6VD70QoJW8nrJVvaiyBL0gB+I8e7NAvZgFETwsi4O8UFXDO/BtybzLCGi9fNaTPFB6ybtMnZK8JcyTPZCUF715dpQ9zs8CvUyZxrwcOOM8gG+XvDTAmDzGkJa9U4+KPZ7kZL3oRSG836uDPTzX5Lw08J+92eSQPSg1Ub1Wxie9kuQvPUDPGrxeDFO9dgGzvEWvhD0gY3W8OHMfvC21lT0lYp49NGmcvA/2nr3SJGc9ywZQvcLUPj1D0IE94EY5uzCfJT3+gzg9jRmLPbqULT0AoIg6FVuJPTz/izzoMjQ8GACMvd68Uj05LJk9a7uWvWB337wxGqk9gOg7uiS0uzxA3sA7o7GWPTSZl7w4RTW8j32lPQjpB7ziE3o9PKWEPB4RAb3gbhA7k72dPcRPzjxwsOc8KDMBPHxXhjxKgn49bnIsvRgjI70b4Da9Jni1vCgpHryINzm9Sa2aPV6IaD08Aam88K/jvOW2nz1U9dM8cJzUPBDeiLt1OJg9AIjKO8DGa7ycmPE8iMaNvRAcAj0o0SK98OHIu/3ykj3Asr06o3VJvejDQrzQAus8dGyjvKZ3Yj1o1ju9iMdJvUAVKL2ojAe8PMbmvFigHb1O9Fq9Q+QkvXojdD2kPoO8AIy6OpDQkjv2+Pe8osZZPV6xM72gl528/sE4PX5/Bb37HXe9s5yIvTAKwjtANTy8Q15avYIIg72rz6i9eoUePQA/dzsg+QC8EHmVvWBnrjx4z2A8Ip6TvUjQhr16wVs9UD8TvXlFlz3g32O7NKbXPIopdj3fFY29fmGhvdpGYT0Q2eG7cCXmu3jRNjxzkJe9J1KKPW7USL0utzK9AETHurNchD0u0wE9yKImPXihJzw63xM9AK4GOWsYXb3s+bi8wc2APVDN2jwi2E492kNcPbBKeb1wudI74Bo+vWskjb1Wdt684MTpPNqDLj3R6ZA9YZaBPQB4ebxbJ1e9+o9gPTjIGbxO2nY9SO5+vexIjrxkJ/Y85WumPY7ORT3ItAG90wkGvcBTpbvi3Ws99v+Rvcw7mL02AGC9AK7bO6AgV7tI5lQ8C5mKPfAM7bw83aC8QJqoOtCyyDsQAac73FazPAmqij0EmYW9fCOGvNhTQbzOshK9TuMfvRB4prvigy49hlGbvUoDVj34rTG8+9BmvVIYjr14HG28YpGBvQA0vrqirTk96ntGPcltmz3mhxG9e/RkvYKOPj0QEmS92qglPfObTb0iyGc9g69DvQK9Gj0FP5g9tkwuPVY7c71SW3E9BqbAvDDZzTzuTlI9kL/9uwbFs7z06uA8oAHmPPxLoL3YTFg8wOGRPIx1gr08zYS80uSRvQDroLn8ob48UOvjPEavcj0+nWo9MgJfPXx33TyLMRu9PihavcbJDT3OQJy9iEEGPJlqnD3UVb48SP1mvEQy3TwY/0M84NgkPASCl7yAhUq7+D5XvZobXT1iWXE95kR4PTfWn72Gfhu9wtB+PZBq/Dwaun89wN+YOoMkhb2Qerq78LDEOzRWiLwY01w8PKX4PIY6az1AtKk6AIgEuyqPUT3I/hE887aavb6KQD2wehq95L2FvNxvrjw2cgI9zHiyvEB/Ar2k/ou8joNuPeWUqj3Gn7S8tC7MPB5RI70A75W63f+SPZ6yXb2izIi9mlgVPRBft7smFjG9mS6oPfhIGrygyIa9ZXSJPQDmg70Et5u9PFC3vKNhTb2YADm8d6KKvTgHdTwP2KA9YFxbuwNGiT0GW/m8q5+nPaa0Db16GkY9Ct47Pe1ojj1VHYo9IOOivIoZYT1Expy98LnwvNBI8zzOtnm9rBuPvLbZs7w2iwQ9Y52CvaZHkL0AfyQ8IuNBPYbqt7xcQpQ8fHCAvMZ8nr0kktA8rCXzvH7LZj3YzSY86IRHPEYmZL1mTj29sh0CPZhbdL0uZDc97DWCvKhlNL22LnE9KB89vLB2Eb24Mm69gO0svHI5hb0Vk5Y9AEvruwiskb1c1OK8MNHHO3hwYb1glXU8RhZGvcFkpT0w58m7njehvWGcpz2WvAC9/M7uPHNiCb02qGY90OgvvWLxRD31DIM9/jJevTOtI73+iB890O6SO0QCwjzAjWm9g9ycPdakt7wSikg9pFykvMDzzzyOuyA97NO6vHHXiT0M/5Q89fSEPTu+c70KPKq9fG20PJoBNT2kD5I8/CqSvFitDLy+M3q9eD1IPIAQAj28b6K9p0afvbI3JD3N5YE9GANdPDCVjrwe5Zq9BrL2vBWqkz0A/6A5yG5PPLMye71KLFk9cD8TvUvyIb11g5g9qZGPPVj3R7yfsYW91s4PPRBo1TtOcIy9eRKTPQ6SAz30rps80MP3PKZMFb188Je8EBHIPLy577zgbhA9m1QtvUBkgjwZHYA9vaOGPZb4Wr07Jky9jj0GPT7FML1oFic8YJL6vFE3iD0YiAC9flEAvShDfDyYGQU8bi4UvRlmij0+gRA9zGrePHoPXD2K93Y91hsavW7tIb0A/eg8xjF3vZT5mr0AKWm7GFMZvFQfibw+CSy9hFyBvdoYFz3DFm69eA2PvWDt8DzgImu8HscGva47Gz1yKH09FDWjPGgmFL2gh5C93LGevNp4ZT1QOpC8q8eVPc4+Jb2a70o9geWcPfy5xDxAwES9t86VPZC8Sb1Sh6S9fcGUPZyr1DyMtsk8W9+jPVQBm7waqXQ90wehvWb5WT3QYrw8npJwvXIoIT3tcJc9jHaivK4hAT2Q8pu8chsSPfBXgb2WwEU9qWGaPdpgdD362Vc9e8pXvYx/kL0GfTO9gCBtuh8+or0oTwo9wLObOyBnO71Qv7s8QOpYPMDpsbwCxk49I0ikPfKxcj2rxIG9oOVrOxwH0LyyJIm9Cmw6PTMHbL0GxOu8AkxTPa7OU72QMrM7wIPVukvCjj06ZSk9IJW5vPA6kL3CCVg9MNXMPMcckj1AZhQ9tdCoPVf9kr1A3hi9HPaqvGPtor3MG5k8yjWavWRtuTwcFYS9+BwiPHj8Er2ejDY96htcPUz+szyWY3W9TpAgvVodKD33eI69YNuFPFBpqjvZdZ09LC2VvR3clj12omG9tp/HvJ4wND18Xdo8XEXEPLa5l71QgAO9iC4BPCpyST1GPSk9fauVPUb5cb1Z06U9AauhPfBaML282s+8M1tGvZOajz3AUQK9YC9lO4CRrjwwNd48HAWXvIG3nj3ouxK8yMgVPO68BL1RWYE9ID0pPIYNTz3wp/+7IHuTvLA2GT2st/c862JXvSsJoz0Ax868NUmkPVFihD1g2Ui8WRuKPaRX+zxPA4W96GdgPGjLe70D/4o9uTmGPVw/obwIeGm9QO/auyEmmz30EvU8DOugvRiDBD1d1aM9Jk5YvShgcbwgoH28d6uoPamllD3mAbq8JpxjveofKz14S6C9rMuCPBpAoL2cCZe9EvpjPYxmoL1Ikxo8IFIHPAJPeD2QaK27qKQmvAowcD2Al2i6Fn9lvb3unz0Z1Zs9usGGvRVjjz0t5409AFpAvT5JGb3+OmE9JFKnvQDA7bhWiz+9urdbPQD+LDyAdHc8bhwBPWCOU7vAozC9sKGRPI8jnb38l5a9gNR5vaTmg70YxZG9VaSfPeTum73Lwhi9DI2dvED7pDpOrHC9TzCOvZoXUj0CJ1s9yONgPEdhnD3MBum8ctEYPe7+JD2s99C8sAu7O8AtAL1Al9w6SPh+vfALgLvQo0u9ehdVPZxFqLwA0Ry8vhByvSuZhT1q8IO9fnUxPe75Tb2UYIe8Iyw0vZR8ob0QNSm9qiOMvZaPCb37Kwm9sHzOvGOylD3gnkO9QtdTPa2Lqj2gkiG9MnBPPbIUVD2g5mk8UyikvUBvQr0o/1S8WCwBvQAQLLtuiFG9kDHgO4ArWrvAOJc6krVSPQ/enL0AA+U8Rq/0vNCclTx8r/M8dF+PvFYYMj1TrYK9/lYlvQxbx7yQsMi7pESlPM/2j70AzIY8YGpSPNj+b71wbO08l5OLPZigAb1Ag5a7kGWjvKRj0TyAbGK99EGwPEIRHz0lSIU9jHSCvCBs/7yeyQs9a0SEPaObmb1TAwK9ZXehPRyynb3Mxay8zL+7PIBLkL3OUnO9PJLDPNDpe70AXNE7qJkqvW6Xez1AzLY63HT/PN7LRD0nPKk9PmxmvbjcPTzAgL46oiWZvSASUzy2n4i9CrJVPYODnr1csN68QrZOPaDlH73+CXI9nic8vZONkj1MpMU8ACl7u0gyTb0EtuE813ykvfjMY73D5AO9QGozvPCOsLzQOhm9KNeIvQCLVjweXXI9OxaLveBiDDv8i7U8DOmLPAimdb3k45q8onZVPeLEST3sCoa9Uwd6vUClnryFPI89B6mnvTBzrDzYdGi9AKlRvQBU37oA7+q6kJWqu9DcNL02Cys9vqREvZDrV70kIJK8kGObu4BX6jswF7E8gL4mO21toD1w4E69ynyOvQZDQT38gPS8FKeePLA2hr3a6U497qhyvbyKxzxoUAe847CKPYVFoz12b2S9BqklPQAo4busSMm8pw6VvfLlkL04RH+9IzoCvTwt2LziTlA9KBsVPSj8TbzEaJq8kn1YPU57jr0ABk67zAbgPIAGa7t4nDy9wJ1PvBFogj1xuoQ91otfPYDiI72aW0w9Z/iTvaw2+zwZfoQ90AeTPL7RNj2GDw89uluhvZ30mD3ewVG9rDeCPKtQiT3TbAa9UrRrPVSclLzMhro8E8SAPehEUDw2kr28lrLyvHxWlb3g1mi7Rhv7vMR3lL1UgLY8cOmjvHKXjL2Gmmo9Y44uvaGiqT3CqKO9//2WPUgNFj3z1p89LL2QvX5wBr3vlYa9fDLqvA6Lnr0yk0Q93rE0vbqfDz0POpI9wmwjPYjPVr3+/5m9YP1cvCBUaDsjomG9vu4LPdkjiT0A5zc7ADjbO2QcujwgEM689HaIvDvvqD0Ag4A7Bic0PaANSb22jbm8w74UvWKPPz1cII68AshOPQBFDbuA7g29xUyTPbg6p73QfHq9QB1qPBp8ez00RJu9jgF6vS64NT3cf8G8UNSKOyQqhrwYBho9gGF/veD4mL1gXvW8WphcPUCNBzxtaIY9IBMTvHiOa7wOPzS9e0epvXK1fD04Nju90HPOu+BvMbzAgsK6ABb6u4IQPD1QVJu8yi1YPYAVSLvAj0E8XIPNPGR7lTxAysE8fNKXvMCSdr0Ql/K8Y7IPvSrZbz3H3IQ9jhuJvYCKHjrD+jC9UUiWPc7ybr3gpg+7W4c+vTDZmTubFW29/hcJPXA7qTw7BFa99H+xPIodND1+EIy9lprUvKZ51Lyo5x68O+GfvUpwZz30+Ng8Luc3PVzclrwdsYQ9APWju/O3i70mAXM9QLWPuwqtcz2gezI8hjRWvVBjlDwktIS9NL6evSSngL0ApOO6gIsgPFDWkb0gFkE7UDmsO4uZmD385JG8gBh4vCilJzyLHaY983wFveDfPTu+4Ja9yzt3vYAqX7s4mCg9vpN/vbA4jr2wHao7MPoSPcCLeTxwuNg74MvtvJr7p71QGIm8BICzPEBUz7uAYx48QB2MPCwa3LwL1KY9+NZAvP4kVr0uxW+9wHqau8D0pTty20E9hL+lPLBRsbw2sgG9QC+qupdvoL2QXKO9Kw1rvWoCOj35sJs9oGqEPJ9LiT3iKn49k3iqPTCHprsUD+Y8+IpMvdh4qb1Qpn69PEqMvcZf77z1O449EFmQPMbc0Lw+fBi9thdcvVjxATxoKgm9swUivaCwDD18jo48LplYvY6PPL22SA49N/uRPal6gj1Qp+88M36SvXK3MT1ga1M7PriGvQCN0jwKPiU9MB3fOyBvUbzTx229AN/PumLoAD2q6U49dkE0PdoLHT02FFo9AKitO+jGMr3zCRK9MsZyPUqBXT2+OTO9WN93PIpgfT24bkm9EO+yvNOYo73HtpW9MPD7vNCxoLuCP6C9ZxOhvea/ubw7DT+9yViaPTg2LbwIVp+98NP5uzp+Nz2AJUE87OisvIikfbyMgK08gIdGOx6Kfj38q/A8YOfxPG75Ab2cXKI85tcVvaM/mD0gIFC9+VCfPXKZfT0AUVA7VdKaPVL8gb0XtIM9gK1auyAoETuYM1O9Ums/PZiKQL1TbY49rOTIvJOehz1mHRu9wkkWPc7JM71k59g82vl5Pdtthr1JWpE9kpRdPTwY+rwQDBY9EaKPPfInAz0oVRC8o/6WPcCWcrwyq2c9cPT3uwCoS7k49y+9Qr1aPYCzID0QhYm8Hu1hPbOZlD1wYYA82oFaPR7kAr3ppaU99mDuvIxJzzwHY4K9pU6nPVaMm70y5WU9HCvHvPsFWr1ANnu9AdyQPdgcPLz0qes8mrcAPSD1Dj1OXh49w1yBvWanWb06YzE9fo9zPaJHfD1yjnI9AOJaOZauP70Tika9+OOevWo5Rz3ctIw8ILANPQcroT1M65s8K2KfPY90lb3Ycm69wLOIOrb36rzwf5Y8RzOfPW1wqj3aijM9wGxLvdJjkL3oSqq9oFGkvUs4lr2CvHw99IeavOZaLj28GIQ89gqHvYbasLyrwmW9U/oXvcBRortefQw9XnN8PThTYbwYQx09iUmXPfYsor2Om0e9w5yTPSZChL2opBk8cCeDO44FCL1AfGa9OPEAPNjzlL1KC3I96mdhPZBYwzvPgaG9vlBAPax9/7wKOA89HiYcPQacyLwqx5e95YOFPRLWQT0Afpe9dK6mvACwvrsgHRS8ZDeBvbYsJ71eR0e9SFUwPM8Jjj12xX89eABgvAAy37vwje27QL2FPDohQz209uA8bPXXvLMyEb2gFAS9MkR3PRBBzbw21nI98NiAvXD1mzvbrk69zySNvcDpFTwg2Z08YBx2vcSo3Dy4joy9pn0xPUBd6buAxPg7CsZxPZdKjr3QFXu9EN+tOzABojx9gZg9diOAvUH3kz32x7C8kHVyvYbgED0lFqg9deeSPQzR5rwCzJC9MDLMvNwXlbymgle90Ieou3ycv7x+KJ+99Pu4PK7Bc70mYwk9MoNjPaNFpD1DxIk9llmdvUMkj70AdHO6e4CFPThAUTxAFK28NfWkPcZ/1ryGWaa9mG+lvZbjm732c1I9AOPtPMNXbr1A0Jw6w2RYvf45Ob3C1G89YjswPXrNAz3gK8E8pgalvdiHUr2WZxO9MNm3vBbkDb2qJU49augWPXoKSD0Tu0a9ZMqavAi4MDxq4qi9NMO2PMCD0zsSYDE96gASPezLxbxKLVU9FFS3PJCxHz1IP068OxoivdARCz2MSL48gNtauwCeNzySK6e9DYeePdAvzrtiHjc94tUfPX6RJL3l5489y9igvZhrN72wrtm7FbSLPUidPrw4+Qi9Jlokvbhqa72SXQo9knomPfPLdr3St149Bq55PcA4MDyWSPy8JPj1POA0b70h/6E9xr2NveEMpT0MAoC8wFT1vNo6ez3+JVQ9BL2NvEBJw7sQgaw7w2JsvRa8Yb19yIU9pZOnPaZ6n71mFUQ9kNY4vVFumT1gWpa8vqd7vfP+Mr3Qiok8bCHIvOQVrTyQVAy9dCmMvNCexjtgeK28I4QxvYs9Qr1TNZa9ItgbPYASRL1GJDw9rqhpvdyX2jxbIWq9/DXUvJx29zx7i5Q9Q7OaPSCzCz0wWZu7JNCXvHMcfr22nl499LeTPPpjfT3qRz09RDKAPNt1Lb0KjFg9qEF4vblRnj367UU9UMmPPLkEjz1+BFy9cP/hO9gzdbwWYTi9C1Gdvcyns7ywNYE7wCDsPCXOkD3NH6k9ZMyoPAKqET0siOq8qDNbPNwKiDxOtZi9WP9hvRJ/Zz0eQ569S/mWPfy27LzgzQ696hR3PeByJrt2sq+8CKF2vNakBz1+sUg9TFLdPDAxpzxMS8y8biunvX6FJb0rJEG9O0NcvWDdF7zwj1u98kwMPci8gr3wyLa8qBssvUQen71cWtO8BocPvcqVjL3BSYE90r1BPVLXOj0gjVE7mCYgvBCfz7wA4eM58og/PcDi5jrRFqY9bFSlPBRW8jyAfXK9XuIQvYDTS7v0o5084J0yPHq2hL2bNJG9yFtQvTNueL3i1kI9UkQNPRmZlz0AqAE5xuWAvbg8Tb1q6T09o/xlvWBRL7yT8ZG9YQefPVA0wryAi6y7XJ3hPIDmWjz4nDm9oC6VveDBeL38ZvM8ags1Pc5QIL21d5c9YGwyPMASizvwCvm8tMPHPOopDD3wAJo7vBmzPD6tNb2Stys9QFn2vBrmVz1wj+O8wGjeOwBbxjuKBTY95JWXPEDGJLxYMHO8NMqkPABoSbvD7HO9Uy2DvRTI6TxeMxG9JvjZvLhhOby/nqe9YKjxPHbBKr33lJ697E/OvMYtRr1RqJI9mm2AvflSjj2C0WA96Mc/vQ4KCz0A0kO9a56fvTvWVr0Q4Ie7wLcGvHCn1zu2VhA9UG+TvDaAPT0ChUw9IpNDPYqdn72A6wU8EsJ4Pc4TVT0DlnC9QKaTOgCbiTkAi406CuRlPT7jGb0tQ6Q98TmQPRUfhT2gerA8KsyLvd6TYb0AMKM7EZKcPcAP8Ly+OU69QOmLOxj1ZLxYai68FmtBvQtFJ70YUTW9VGKTvQ7AHr00s528qTqLPdiBU71JeI89YFURu8DYorxjgie9wnGLvfD6rTwmxoq9SKYjPHYCeT27/oa96IlZPOI0bz2LLoY9gPhnO2o4VD32Gvi8QFGAuihxgL387pq8btk2vebWg71Ai169Mz06vVw45Lw6fXA97CPrvBrocj0WkE298DnsPBrKRD1gmgy9zFyrPIagj72oIjg8N+iSPSpMLD2Wawk9I5ulvaDPE7380oW80tyYvZIASD2guxg7+41LveknqD0Azj064PGBPOIZdz0OrD29nFnQvAAdILzOMCe99j4nvTZYjL3gdec86MYIPQZbjb1wPvc8C3wpvaHCnD0aRBg9j+KMvQgaeL2eNRQ9MteYvfDi/DzyzS49OFhMvJ4JDb3pgo890LO2PFdJjz1CUlE9OJBNvAq2Uj2JVYk96i0VPcosBT3AIug8xYyhPe65Rj34mg88fFapvKC8DD3+Uwa9Q10DvQDnuTpIsmi9qMpkPKgHnr3IGiw8AA9pvGDtVLvqjHM9Ir9MPQK7bT3TtUO9/UCYPXxgo7zgsDK8xaWSPcZYbD07rRm94M5avOs+ij02QTS9EoofPeAoFrwAQBS7JDaIPNqsMj0Eu7A8AOmJORssi72xqpU9TrwvPZqmOj3Am5y9FCzMPNiFVb1UJ5y84Og0PNGYkj2XrIQ9Mlx/PciPH72AMQw8aocwPe4PQL2Ucb88oLNwvYS5kzz3R4U9Q4eQPSA0zjzEnZc8zrhhvfbzUL3r6Kg9RGqHvdjESzzYqSq8XB+DPLNynr0wR4+7nrwnPejjY7xp3589m0hHvfj/aTyb/4W919uZPQBex7wm6jy96spOPcpqkL2DJkW9Av99Pfa0FT389Z692OppPEPbKr0wx4g86JADPaCZGzyctoO94F4LvUo9cj3OLke9VqtQvfEIpD0g6tu81ih3PQAYhTlYuS+84Cxku6r3Fz2gRNs8vICkPMCBWbzwQK48IC5lvSwt17xgaYg8PfunPR2AjD2ICjW8hILAPLAJibyWytS8QIyqu0NNRL3D2Bm9Zj3WvPCohrv6FH09ZWyYPWCzGr1sqdO8HAf8PEB46Dywa/I7IAjmPPjuVrww4uE8UMDcvChzbr3WUUO9bHeFPMgsGD1GoZi90uNDPR5wj70Metc8xvSuvFIoaz0pKKM9IAVxO0wvg73r0m+9LBbEPFhmPTyk6Y28YLaRvWjxbzzuXie9WlJGPR5Xir1giOe82FJ1PDyG8ryutBa9A+ChvfCMjrzEL5m81aqPPQDIg7ojNHS9KspxPfCzp7vQNp28ncKmPaZMQj02OQ69lnFzvRblXb1gMiG7AFpMvESEgL2Aa3W8bjQdvYw8j73qaTg9+jojPQY3+LwFcY49oOwEPfbTsLyBZJ49oJksvS0vkD2rgGu9Q7+HPaG+mz1ggms760REvXxqmr0gQAm71eaVPfBwmTyIDyi8IHb9vHAvoL3YLFo8iPWkvfMwnr0D7kK9A18cvS4IKz0euEQ9dHa8PJ7obj3CNSM91mt6PXaqy7yuAXi92Iw+vYCK9DuBNps9OpYzPQDwZbo4Pma90SWjPTBaUr3RXao94L5Pu3LYgb2gIY08pgRIPWhjHj2OYCI9WMufvVg0UL0kI8Q89xmlvaQ40DwQjDq9mducPZBemjt7spG9y8NovfSKojyAx569V56IPUgeNbw+90q9FXWlPZZ1Vr3WG/i84qIPPZV7gz0Qf5W7i7iPvQNmlr06n1k9IEg/vdK5Qj1IJ5+9yPgiPGCrKrwSW6q9MHGPveDN9rxutBS9qCYXPeBjQLzBd6Y9PIbFPMjLYTwUNY08Q7uaPYD38juPrYQ9IDboPH89jL3fBYo9APvgORZ8Lj2cZpU8wJO3O2uckL3L4yK94KBNPOm5oD1y1Gw9Xs0ovccNjb10ioK9QC/luwwXr7zm5gK9NNL4PJ77T73FyKA9zbSDPadRpL1iHj89/QuUPWxZwTxuhU094ikIPW0lqT0q2Cg9yiefvRC8bL0b+C290pJLPTplZz2rGii99UylPaxY8LwBT6g9vmCdvdI6gL1SsoW9Cq9hPVOLTb3l9ZM9/AmCvO4DS72APnK7hJX1PNDGjzwwTWS9bLz/vGjUWzzw8YC86QepPYDOU7qM/t68BPG5PIS6rTwQpve8IIltvQlylT1Ggue81h5LPbhsEjxGpEg9Uh+CvRa4fT1rV3+9KLMYPKKijL3mBxQ98mQPPQD4AjtYmU+8SMkFvYaRDT0Qn5Y76FYUvdUXhz1AgOY7WAVgPAXNkj3PZ4y9K2Irvd6PZ70LrXq9tmYbvQuXgb0KhFU9dspMvVQLnzw4bX68MOltvfSR+DxVj409JWuPPYBiZjvKAnw9NqNNPZDk4TyTLwu9nk1wvaBoPjyj4J69SFMYPWpkVz3gZUm9yzJ6vYrSBz0Q1aG9RisQvYh4BD3oJlW9i56GvVjlYzwooQC9HPrHvGQ1+jwAyMS70NWQu3ClqTuq+5y9kD7zPGnphD2Pvp+9thZtPbKDcT0AAQQ80DZ2vT2PnD2oZJy9JBeOPFL+Ij2OJAC953KmvZ7TTz325l69O74xvUjHW70iuXQ9cKfQu+b+PT0QL567SghnPQ51Ur1Ajoy7CPJ0vSgfJD3bA569KNUVPH06lz3gSEE791WdPVlOgz2Qw827JiFxvZaMWT0GDng9T9GWvfC6ZL0sWoC9DMWlPPA9zTwoUg49d/OAvSzEob0gwnK8i5aPPSDsHz2pr4Y99IW/PFjtLb1S6Rg9hhYOPWyFlb1OFk099C+lPMaDTz2dApk9QIenPIDigzxmv2a9ALG6uh8uo714Tgo81OnGPPiUC7wSOFM9cWiIPbjhBL2w6/q8AC8SvbQMib1KiQs9tDLNPAKOOD3qKFc9y6ievdA5hTy6pCM90PrEu94tXb24IEs8BktqvUA/ObyAvbc7tJWUvML/OD0KCp694FUxO+CRHbyerRs9fJm2vEA+w7vgQqa8S6+hvR5pd72LjhG9swxevZaBpb0KXBM995SCvcDBf7yAVwi8wGf1OkNxhj2qWS09bLTjvADIJ7xw8re8K9dUvfhAET28eri8nmAevWDEZb3m37+8XiwoPWJrfj0A6jE8gCg7vdTRjjxc9K88kthLPYYJar3esxY9kLS4vLD82bxCbG49fe2BPUMknj3YBZi92B9JvRKHKD1e5kC98KLpPOBBBr3QxaM8c4Nqvbwojb3dx6E9uKRhPLL0LD2gCSK9LJmKPNi1JTxHKJ89ujYdPVb3ML1QbMm7YosjPYP6gL0m1mE9Aq4FPSLYcD2TY3C9AP3kudCEzbtgng88MjNYPZRexDwg/kE8QK0MvIB/Ljoyl3w9Ls1JPY4AD70sfsC8ARWnPRgRfDxwC/e8PJS8PLACuDy4oGA8gAMAPRM+Bb2avXE9IDdAvRoBCT18L6i9sixRPYpfHD1zSFy9cS+oPeQ9njwafDA90BGNPLbiNr1I3gQ97lRDPRDR27sUGam9AIzwPBsYJL24tXK8Ni5RvZbnUb2O/3s9EgJIPU2Emz1zoFu9xi/gvMDEmrtI5ki9eDk8vEB4HT32eQk9j4+PvXhcDr2Qh5a9tvgDPVrTWz3Q+5M70JmRu7A327sYoCg8nG/CPIDkSztR+6M9eiErPQBOrLzEbeg8QmQnPZBS3byi5mQ9SIVDPL5IdT1ym3E9jED7vHyrjbzaeJ292uo+PSL8Iz390ag9Gs2ovXaUcr1yWEc9aNYbPbtARb2k7es8nN6sPNMqo717VWy9APSlvcXilj1MRq88xv4QvYOmZ71oYio9nDntvJl9nT1U87Q8QGDQuq+fpz3GKEe9bh+NvZJQmb3oAAy8NfyfPah3R71glk29o7gyvQKOEj1IPS08Q3iHvbNohL2ghJK8wmBrPawuvbwFr6U99v55vYbIJb02Z1m9oDkyPJtzg71gF4E8Sr+BvaD6vzz6C3Y9u3aKvea4Nb2wOKO8B9WUvdyQ4zxmp9S8WIFMvPBCg7xg8Ug7SOY3vPZSdj3BJ5o9rCepvc4oYz0iSD090JDmuybC5LzO/ls9gpRYPXxI3bxodlQ8Wo5iPSAD3zzQtiY9CLQbvYBJSLtALF68CFUaPSChQr2IFFq9UnuivYGMhD0izHc9XJ6mvRa3Lb39TJk9KcOCPQa1Pz2A9fA72ChzvKC49TxcyI88do0evYZqxLxrzZS9eqs4PRLzcj2ZxZI9YExuvVuFkT1Y9xs92hZGPXhucDyu0wU9u7CgPbhmdTxwSMq7+xkovc9omr0CfHQ9eztHvRxxmr2wOso74F5hO/vJXr3GRio9+FecvWhvHzyvApg9wAFfvMoZaD0W1FC9vggevdYReT3uOG49bjIgPcxVlby8TpC95iICvTbNYD20V4k8uAB1vViHJz0mCm09tgiKvSM4Wr2iXpW9pmUMPfbuHL3YARA9wGKfO4P8k71g6Kq8gHkIu4AmwzvzsF69EglhPaKeiL1+X0e93ESbvfS8gLwIgEK822dWvZ6kKD2OmHM94BxavFEglj3CWio9aGELPQ6WH732doW9yHctPDfbj72kAOA8QAIMPEaInb3SSlg9CNEkvYSm9DyIUBW98ALzvERKyzwQdI67FD67PDR25DwA8qe9Lox8PQDIVzoESqO9GjhjPfoCRD2Qdd87vrREPbIlSz3/+aY9dsoPvfoccj07EXG9yfaNPTNOhz09O4c9IOckPULDLD1YhhE9fTKDPQAFcLttOqY9FvhjPfgFor1Qq6e7nCDDvEIQSz2gwam9zNKSPNzP0rwmh/68bO2UvIpNVD1eixO9qreUvQD+IbsNRoA9HKXVPHZrmL2IPGC9ZLSmPFCek71o5D684wWHvauZgT1SWUo9MsOjvZj/NbyQc5Y7gERwPG37nj2G7CG9mLsbvMGlkz2kR9s80Pe3u0D0Brx+g1W9oD8lu1gGJb3z05Y9GssiPch0VDz2zRk9zEaWvaCaNL3e22M9cJNKvYGOpD2uWTy9aHZivO4cQr0VjKY9OKWivURY7Dzg8pC9CWuFPeAwBT0kLaa9mOhqvcJqfz1L2mS9kjJnPWR4ozwIqjO8svSSvXBF+bsaqqW9wATMurxb97yLyIK90P4lvSmnnj3Chpy9fZWlPXxTlL1wdR89IEn4vMbfGz1BR4M9q5pEvcUVlD3YqAG9uYiOPcCUzrzw3ro7y8NJvZLhfz0gB007En8HPXMXgz3NiJ89DqE7vTcPkr17xTy9UFzlvN60Tj1vhYq9ULOTvAMLCr2PAqq9AJ4EO9JlRz1IJxs9zLCNvCC+JztQJlu96ws+vYg2BLzotBW9lfaJPa7yUr1gC2W85K3+PLYV2bzI2xI8cCidOw7OOD1uynE9EECSu2C9KTxAi5O8QBOTOvNABL1e0Ew9KmAOPeWvnD0gMQC9mLuFvW23jT1I+0294MM9vK7NTj2gOko7cFa7PByG0bzgryk8sGcMvZohRT1aI149fpNpvSr3DT3AAnE8lqFtvSCVT7vWmWe9pLrCPG5mYL3rHJe9eO4pvDCR1bwWfm495GDZPNzUvbxIpqm9K9yDPQA3Vb37jiW9/EqMvCF1pj3+KKa9UK3KvBbEBz2CFFg9b/KhPUghd7ybSDu9dtoEvS6EHD03w6G9qySnPbSGpb1KuWw91uIzPYqLfD14whq9rJCRvd1dlz1iTFo90MGPvFSspLxyyQ49gBQFuvY2Tj1GkmU9A2lYve+bhj2woxu9jOufPEyr7DzP0o29b5yoPeD/gjy1soM9yCURvAg9aLwTN2K9uJwIvJJEUz2AH3+84t17PSihMr3CECM9ZPmYvVD3FD3yLRk9zaWJPX5IVb2gZjg8pgPXvBsRab2gLc08qMRNPM+gor3kraE8GDCZvfDvpzughii8YOx5PM9Qm70kfaY85NyMvF0ekD2LcxG9ZAGvPLgFD70uVwG9CH45PHRppTxEl5y8/BvEPJAQ4Tvw7+Y8JiexvMaHID1tuKk94D8WPKivLr02y2m90DOhvKVVhD3g52a7HICfvT4xVz0bNJi9+phLPVLRRT2UFr08wKQcPCYOrbxmOBE9DECsvLIRJz2C+xI9+utPPQ9doL3qIFY9mlqSvQw/rDwI6yO8kkxUPeJ3l736bpi9lozLvOClE7xQ7tg8aE1VvAA5wDyWoLm8oLAmPTBF2bvC8Gk9WeSiPYtJWb13uqa98GrzPCM0hr0w3jW9Ykd4PbBcJD3+Yiw95JSIvHwj1bw3kpw9oCoJPKjgCrx80uS8a4tivaBHeLw1Y5M9sms4PeBJIjwhyYQ9c6YBveP8iT2Y1V68qnt+PWECiD2Q37U7ll1IPa6NPD3tz4g9IBSqvaRf6TwJQ449hLmsPESkk724f2O9/qB6PSCDBbvg+AW9klQEPfXbjD0jv3O9gO3oPJICZz06V0o9EO38u3BZDj0M//68QGwSPEAg8boYdFM8ljAHvUjECbyAu808GHGAvf+XmL144Ug8Cr14Pc7Ye72EOfI8LEmJvOSW1zwzqIW9cPcwvRzXm72IswQ9ExgevZOopz3VMYs9Uu1hPVABib2gsUA7+uJ6PTBR+jwrRku9UeWCPbiCXLzAlkY8wjZVPbg5d7w2fPu81gtDPdIDMj3G/Ja9RHT8PAb+ab16Cmo9MKrjO+ybjzwcm428gtdSPVDXyrsgpiG98MTxvEhlLDwAlQs92xtLvU70XD1qK6G9Ujujvc+ykz3APSG9QgM9PdtQaL3h1Z89KHkgvLCKlTzSU289FsZoPZIYSD378YI90ET2u8biJ70Ypze9pNauPCDTkDzHE6E9D4eEPTPGFb2HQp099EyOPA6LS726Jjc9gIh5OqSknb2MK4A8BjvwvBD8hzxsJe88l2iGPWWMnz3l3I49YFcJu9ZBdL3Cii09gIEcu8aIDb1IhC08r/2hveVwjz1wsvs8gJ9nvHiiRDz5u5Y9AF9/vejifb2AGV698kxqPZzv4bwgpZ28wJg0vEOEJr1QE8K8lCCxPPa/VL236429HmZVvRY827yLKl69ptpyvQNqX70wNAy9toYwvfwR1LxUF9A8w/KWPb4sSD2BGKg9ACRvukVOkD1qpgM9GAaFvWMHnj1mr0G98DFgvWIOMj0wxZU7hurqvECVlDyABd48Z5WQvcqhor1Agy68ILMFPSKggb3+Sww9BzqkvWg2kL0S43o9ao9KPZ1Mpj0wvJA7eHsjPAOCiD3AIua6jCv0PIh/UzwDx2q93uJ9vfJVbz2q6Eo9ZlkiPRE+kz1aK109oDkHvHHBjT0KZae9EH5FvVYVxbzge3Y8vDGPPChOm72oCxW88PbovC4zbL2Tcoa9x2GVvc51Vz1TdIW9Oq0CPRKHXT0EA7A8gBIVPEAarDpsOvC8sNqyvBvoqD2+WT49NmnHvCJtQD00laW96yFCvYgpRb3YQ5m9sKLJPLjNcTyMr6Y89uI/vSsPI73iLl49zNmmvblLoj28Ou48PV6jPVyT+TzuEC69iXGLPSBxibwCBWE9qgdIPTjXHr31zIY98HbaO/ByFL2a3Cw9cNIivSL7Rj03vYM94ClsOwtWMb12vE+9IHsfu62piT1O31698HrTO0Xroz2cYbO8YEh+u3BJqTxSzj09kjcyPWOOQb0gydK8AAwsu8Ata7wQdM48QLniOhMsS71Kok09726ZPWvEPL0m0YO9Dnt/Pb1dgj3GZye9QIqDu05ZYj32IVS9eHJSPJg8PryqdDM9eHorvdpnIz3oLRe9kHOqu55VJj3obkU84kVAPWZTlr1APYm7C9QdvZYIUj0Y8Aq99roqPeCeVzvfe4I9CqMIPTBJurzgjkS8WMMsPKCuYb0cAPk8rdWnPfn+kD1v+Km94Hdau9gWET3w7re8THf0PIC4Nr2Qhu47N3eVPVsDOb3AesA8KGwlvNIwNj2WotW8RMqQPIYBQz2OkVC96iZPPcAjW7zmqV49zvMFvcDikrryYz09hvaIvXiDPb3QlyQ9gACUO8JXPz23ops9ALOMvaaGeb0AqAE9P4qVPZwMjLwwANM7ZvS/vAApvTzquyY9fmx1vSCzLL10bdk8gs5tPbaWOz2VeZ09nuA6PRBvkbuzpi29W06Tve0Poj1cnti8VtF1PbFhgz1eEWW9CyGovV59Ej1eS1I9bfeTPcAyrDyg2F27fkcWPddOnL1zEQi9YLhUO848N72gTpQ84fqmPSC/n7zrHBu9dlhCPUDfybs+fkA9ANKpulIWTD0Yyn68S28DvZBd2DwgPnO9LE+tPB4ZGz2IzXy97uIkvRJtPD1/YIA9LvFavQC0vTkDCao9U5wmvQ6Op72ojxU8PpV3vQBY/7qEmKs8No1MvQjQIz2A63c6aCdhvACQR7yic009EyOQvbPeFr1eRqO90HOCuwDOSLtA5sA8WjKPvdAz/jt0KdA8OFYNvC7uNr2uzjg98I8xvbopJj2wHPW7Xq9XveDehr1CZHw9QAe3PJQmoTyhRY89jVmEPdBY0DzYaU28sDTWOypmcT0bRzO9kJLdvH5jej15a4k9GJIOPBsIIb3zoTu9aCpwvRb5W71QLmq9SDY/ve1Unz248Rg8VgBtvb4aZT1OzZG9cAQnPdcwmb1w56M7eOw3vWCzgjwoK0O8LbSjPeSI5DygJRe8rj9dPVAS4jsS8l49jMCmPDKthb2i0Tk92N91vRpqDD2WWEo9CJcuvWYoS71Q9Ze8BIrBPPwl6Dxg1HI8MI/LvKCVL72wwVW97ViLPZmxpD3gk+i8S9IPvW6tMb1mDUk98LmrPIy1qb2jDqE96uRvPaDIXLuNq6U94GAsvTstkz3Y1h68CzwdvUCsfjyX2Jw94F53O+rikL24lCm8sA2COxaEjr3asF09NIeMPO4MR72GWkq9oA2gvXSElLxHfYs9HjwIvQJFKD3YH348QJKOO/uupT0M6r28uNM9PBk+ij0gYj68aOABPRNEZ72odxe8wNYDPMY2Ej0Wjza9nlN9PZoxDD0o2j88TPunvds7ab2eChm9Up+KvfLDcD2E4pK8iOEKvHYkRj0wkQU9VJyZvQDO3bq80qK9cJVGvRNeQL2Wiaa9jiIjvRtpaL1Q2o69ODiGvfNKlD3yuBo9XGj1vAiIDr1tC449OIZ/PKLbeT0tbJQ9mq5RPQAclrgwVBC9PAG1vEtNFL2Z9oM9TdaLPedAlj1ABLS7yGpiPMKMej3Ie0i9tkZIPWBJ9rzWF009srVCPdbW57wBwpo97uZnvVBnt7xwkya9lHuQvWgyFzwd6pc9EEC+u2KIaj0y2m49kzA/vVZlIr2w/V+9FO/fPJJUQT2usHu9tzeKvV4oRr2wr4O828mBPQ2KiD2I/X69cAMIPYiXYb3A/ow6xFqgvCCxATzIEQe8xO2hvDZ6eT2cFdw8xkA4PaG2qT1yKFM9vpUevaz8hjxWBAS94txiPYAZtDti4qm94CEdvLhHoL3oCDa9YfSjPciUU7woeg09sLvPu0u2Gb0AkHy6sJAuvZD5Jj03v409+BMbvIS3njza60s9CNYAPZwxijzMKaI8Y3RjvXTbwjzgtGa9DlYpvaBBkbygNyY9o2ajPZZYPT3FWJU9y9ORvVKBDD1zros9NeOcPWgTQ7x6EXE9RvZlvUjrEz0Aaq67M4KlPZwsuTzAr688INBFu3A6P73w1IQ8YLpSvKDCSzujB6A93rOOvYBccbsAdy48rGK5vGP2Vr0Y8nI8kIicvWL2MT1AuJa6ZuxzPaShoDyC1n89kQmAPYipD70gbZ+8CNUGPCCLYDvR54s9pZCVPU6weD2YkA49I3Rtvahmcb3opEu9MIrLvEgSTL0LEJO9xnHEvKOHlD34Wny8a9pGvRzLobz1Jqc9xqRkPeDLGLwejEK9arBGPeIzWz0oBWe9MK6pPPDjuLw4QA29cOiYO8BLFrxAtiU8QG04PADIx7uAyxm6QDKrPCu7C72qAEQ9cHLkvF0Hgj3ogqS9IDB2vU7Zn718t+A84MB3vXIGaj0Q8JY8gFixvJC0gL1J2JY9S4o4vWqObj0AYjk5DWeLPeCOVryQwoa8QM0uvYDOXzzIoE+98F2VvUyOgr3g5Qe77NLovECzb7zswJK8EOClO8AIwbv6gS89agM3PUDqwDz8IKm9XceAPdLfib1mgnM9bi+EvQjoTLxXgpk9Uz4YvT/ulr2gj0S77goNvW4Bhr0gABA7bBWrPNBkobsHKaU97uAzvUYQkr2A3lQ8BfadPfDBJb0CUC49dGrAPOD8SDwlzJk9oNZHu4Cldb3OWKe9fAvgPABuK7rGWAC9bt9zPZipPLxQdIK9wPf7PPJMVz1gJSs7QDb+uqC5ED1Sjz09DSqXPTtcgL3gXFM7ymhnPRYyvbyLYje9M65zvZihd73gXwu7cnyqvTCdFr1yFhc9ZES1PN1Opz1P5YY9MNKguxgyEjyvkZU9mJ5xveUQgT1wZou7gYOQPeD3pbz5RJY9qyJCva6gbz2ino+9T5KLPTbOKz0e6Ts9Hk6jvaBUI73AmrA7U756vQLpJz3ufjQ9+Pw9vaTw5Dzwwa07EDZavYKJcz0O6Z+9YHvDvLwtsLzaoAY9ADb3O4dPoT3ma/m8GBZuvFvESr0woOY78HlWvVjkYTwHzai98o8MPZ88oD227pq9"
      },
      {
        "dims": [
          "32"
        ],
        "dataType": 1,
        "name": "conv2.bias",
        "rawData": "RDmOvGc2g73dXZs93V2iPUtlfb0TDZo9kKKHu4ZGJr3/qoc98vQuPXDR+7tyqhk9UymCvQLbMj3lAaM9qKWZvUDtnroAb+86cDfgOxbsh73PNaM9UKLuu9BKjLxjSUu96tlPPfIgMD2sVaO9CEGpvYwytTyjATW9XmxlvSoLfz0="
      }
    ],
    "input": [
      {
        "name": "input",
        "type": {
          "tensorType": {
            "elemType": 1,
            "shape": {
              "dim": [
                {
                  "dimParam": "batch_size"
                },
                {
                  "dimValue": "1"
                },
                {
                  "dimValue": "28"
                },
                {
                  "dimValue": "28"
                }
              ]
            }
          }
        }
      }
    ],
    "output": [
      {
        "name": "output",
        "type": {
          "tensorType": {
            "elemType": 1,
            "shape": {
              "dim": [
                {
                  "dimParam": "batch_size"
                },
                {
                  "dimValue": "32"
                },
                {
                  "dimValue": "28"
                },
                {
                  "dimValue": "28"
                }
              ]
            }
          }
        }
      }
    ]
  },
  "opsetImport": [
    {
      "version": "14"
    }
  ]
}