{
    "irVersion": "3",
    "producerName": "CNTK",
    "producerVersion": "2.4",
    "modelVersion": "1",
    "graph": {
        "node": [
            {
                "output": [
                    "Constant377"
                ],
                "name": "Constant377",
                "opType": "Constant",
                "attribute": [
                    {
                        "name": "value",
                        "t": {
                            "dataType": 1,
                            "floatData": [
                                255.0
                            ]
                        },
                        "type": "TENSOR"
                    }
                ],
                "docString": "",
                "domain": ""
            },
            {
                "input": [
                    "Input73",
                    "Constant377"
                ],
                "output": [
                    "Block386_Output_0"
                ],
                "name": "Block386",
                "opType": "Div",
                "attribute": [
                    {
                        "name": "axis",
                        "i": "0",
                        "type": "INT"
                    },
                    {
                        "name": "broadcast",
                        "i": "1",
                        "type": "INT"
                    }
                ],
                "docString": "",
                "domain": ""
            },
            {
                "output": [
                    "Constant321"
                ],
                "name": "Constant321",
                "opType": "Constant",
                "attribute": [
                    {
                        "name": "value",
                        "t": {
                            "dims": [
                                "8",
                                "1",
                                "5",
                                "5"
                            ],
                            "dataType": 1,
                            "floatData": [
                                -0.00890567,
                                -0.23690744,
                                -0.50882167,
                                -0.06456178,
                                0.14181185,
                                -0.59197617,
                                -0.47528538,
                                -0.049348146,
                                0.7682156,
                                0.2634652,
                                -0.49176344,
                                0.055617653,
                                1.0189645,
                                0.5547042,
                                -0.4416644,
                                -0.15953699,
                                0.5575415,
                                0.59209126,
                                -0.2947414,
                                -0.6131798,
                                0.03849885,
                                0.22601931,
                                -0.2185563,
                                -0.4771943,
                                -0.29170495,
                                -0.039882347,
                                0.21859981,
                                0.49872705,
                                0.42367178,
                                0.04854779,
                                -0.10118173,
                                -0.27690947,
                                -0.0043990263,
                                0.5271722,
                                0.40340957,
                                -0.1508379,
                                -0.32669756,
                                -0.15898573,
                                0.35899585,
                                0.37263557,
                                -0.56767666,
                                -0.38571644,
                                -0.17369562,
                                0.22803734,
                                0.332749,
                                -0.3807818,
                                -0.2294796,
                                -0.06623971,
                                -0.014560761,
                                0.28491208,
                                -0.02368524,
                                0.104505345,
                                0.2536272,
                                0.36177155,
                                0.6909625,
                                0.33491653,
                                0.4169997,
                                0.38482845,
                                0.32941008,
                                0.24301495,
                                -0.4690707,
                                -0.075958885,
                                -0.14452498,
                                -0.1735626,
                                -0.24677062,
                                -0.9726812,
                                -0.71561736,
                                -0.5382127,
                                -0.61677986,
                                -0.44845152,
                                -0.1989828,
                                -0.33335587,
                                -0.34907654,
                                -0.14603578,
                                -0.06359775,
                                -0.29535022,
                                -0.3324157,
                                -0.32799459,
                                -0.079207875,
                                -0.22243108,
                                -0.47676286,
                                -0.2107162,
                                -0.057529047,
                                0.16373888,
                                0.16197436,
                                -0.3917259,
                                -0.023513967,
                                0.12326627,
                                0.042400017,
                                0.22804907,
                                0.09454049,
                                0.3720371,
                                0.21938726,
                                -0.011200291,
                                0.18117614,
                                0.32751948,
                                0.35111636,
                                0.029065223,
                                0.2092223,
                                0.3407169,
                                -0.21453875,
                                -0.122047886,
                                -0.002380509,
                                -0.22573917,
                                -0.16116439,
                                0.089048,
                                0.20497592,
                                -0.15634817,
                                -0.22565392,
                                -0.5620983,
                                -0.060234576,
                                0.41043168,
                                -0.0144874975,
                                -0.4749248,
                                -0.56405544,
                                -0.115562275,
                                0.14209686,
                                0.27673882,
                                0.04259896,
                                -0.0115494,
                                0.009696257,
                                0.24611405,
                                0.6256133,
                                0.6832639,
                                0.23607053,
                                -0.16604583,
                                -0.33381453,
                                -0.19119442,
                                0.053498138,
                                0.1415748,
                                0.1828711,
                                -0.5480814,
                                -0.73328096,
                                -0.58826745,
                                -0.38422403,
                                0.54028374,
                                0.34612697,
                                -0.2522935,
                                -0.3465349,
                                -0.21091518,
                                0.2201506,
                                0.65891546,
                                0.36478418,
                                0.12937376,
                                -0.10955952,
                                0.060226936,
                                0.30285308,
                                0.23698604,
                                0.46915197,
                                0.22329305,
                                0.09797149,
                                0.5594847,
                                -0.21443209,
                                -0.45767716,
                                -0.2118259,
                                0.3644098,
                                0.4870626,
                                -0.40767926,
                                -0.42920235,
                                -0.24754335,
                                0.4149288,
                                0.3000133,
                                -0.4578934,
                                -0.3039155,
                                -0.08953924,
                                0.27805483,
                                0.11443112,
                                -0.17231403,
                                -0.35167804,
                                -0.15202881,
                                0.34867072,
                                0.18579686,
                                0.07088676,
                                0.13417654,
                                -0.046182856,
                                -0.022085737,
                                -0.13200486,
                                0.09168619,
                                0.23160681,
                                0.33974218,
                                0.16504957,
                                0.37648347,
                                0.19502994,
                                0.3151701,
                                0.5671407,
                                -0.11800449,
                                0.19598189,
                                0.13255526,
                                0.047790516,
                                0.1336434,
                                0.028376566,
                                -0.13915083,
                                -0.1207771,
                                -0.19753224,
                                -0.5022868,
                                -0.03582329,
                                -0.18982808,
                                -0.4275368,
                                -0.28474832,
                                -0.19034995
                            ]
                        },
                        "type": "TENSOR"
                    }
                ],
                "docString": "",
                "domain": ""
            },
            {
                "input": [
                    "Block386_Output_0",
                    "Constant321"
                ],
                "output": [
                    "Convolution396_Output_0"
                ],
                "name": "Convolution28",
                "opType": "Conv",
                "attribute": [
                    {
                        "name": "kernel_shape",
                        "ints": [
                            "5",
                            "5"
                        ],
                        "type": "INTS"
                    },
                    {
                        "name": "strides",
                        "ints": [
                            "1",
                            "1"
                        ],
                        "type": "INTS"
                    },
                    {
                        "name": "auto_pad",
                        "s": "U0FNRV9VUFBFUg==",
                        "type": "STRING"
                    },
                    {
                        "name": "group",
                        "i": "1",
                        "type": "INT"
                    },
                    {
                        "name": "dilations",
                        "ints": [
                            "1",
                            "1"
                        ],
                        "type": "INTS"
                    }
                ],
                "docString": "",
                "domain": ""
            },
            {
                "output": [
                    "Constant318"
                ],
                "name": "Constant318",
                "opType": "Constant",
                "attribute": [
                    {
                        "name": "value",
                        "t": {
                            "dims": [
                                "8"
                            ],
                            "dataType": 1,
                            "floatData": [
                                -0.16153972,
                                -0.43383566,
                                0.09164136,
                                -0.016852217,
                                -0.06502644,
                                -0.13173787,
                                0.02041755,
                                -0.12111023
                            ]
                        },
                        "type": "TENSOR"
                    }
                ],
                "docString": "",
                "domain": ""
            },
            {
                "input": [
                    "Constant318"
                ],
                "output": [
                    "Reshape398_Output_0"
                ],
                "name": "Reshape398",
                "opType": "Reshape",
                "attribute": [
                    {
                        "name": "shape",
                        "ints": [
                            "8",
                            "1",
                            "1"
                        ],
                        "type": "INTS"
                    }
                ],
                "docString": "",
                "domain": ""
            },
            {
                "input": [
                    "Reshape398_Output_0"
                ],
                "output": [
                    "Reshape398_Output_0_reshape1"
                ],
                "name": "Plus30_reshape1",
                "opType": "Reshape",
                "attribute": [
                    {
                        "name": "shape",
                        "ints": [
                            "8"
                        ],
                        "type": "INTS"
                    }
                ],
                "docString": "",
                "domain": ""
            },
            {
                "input": [
                    "Convolution396_Output_0",
                    "Reshape398_Output_0_reshape1"
                ],
                "output": [
                    "Plus400_Output_0"
                ],
                "name": "Plus30",
                "opType": "Add",
                "attribute": [
                    {
                        "name": "axis",
                        "i": "1",
                        "type": "INT"
                    },
                    {
                        "name": "broadcast",
                        "i": "1",
                        "type": "INT"
                    }
                ],
                "docString": "",
                "domain": ""
            },
            {
                "input": [
                    "Plus400_Output_0"
                ],
                "output": [
                    "ReLU402_Output_0"
                ],
                "name": "ReLU32",
                "opType": "Relu",
                "docString": "",
                "domain": ""
            },
            {
                "input": [
                    "ReLU402_Output_0"
                ],
                "output": [
                    "Pooling404_Output_0"
                ],
                "name": "Pooling66",
                "opType": "MaxPool",
                "attribute": [
                    {
                        "name": "kernel_shape",
                        "ints": [
                            "2",
                            "2"
                        ],
                        "type": "INTS"
                    },
                    {
                        "name": "strides",
                        "ints": [
                            "2",
                            "2"
                        ],
                        "type": "INTS"
                    },
                    {
                        "name": "pads",
                        "ints": [
                            "0",
                            "0",
                            "0",
                            "0"
                        ],
                        "type": "INTS"
                    }
                ],
                "docString": "",
                "domain": ""
            },
            {
                "output": [
                    "Constant340"
                ],
                "name": "Constant340",
                "opType": "Constant",
                "attribute": [
                    {
                        "name": "value",
                        "t": {
                            "dims": [
                                "16",
                                "8",
                                "5",
                                "5"
                            ],
                            "dataType": 1,
                            "floatData": [
                                -0.048556365,
                                -0.09101364,
                                -0.0065679173,
                                -0.12840344,
                                0.10890023,
                                0.0842415,
                                -0.16838944,
                                -0.27132806,
                                -0.01902547,
                                0.069262564,
                                0.03975068,
                                -0.011775518,
                                -0.06318892,
                                -0.15085994,
                                -0.11244389,
                                0.06987237,
                                0.0007687738,
                                0.08335788,
                                -0.18104656,
                                -0.11850579,
                                0.0033806723,
                                0.25130084,
                                0.19361533,
                                -0.054523434,
                                -0.12814029,
                                -0.42404833,
                                -0.27062434,
                                -0.25944936,
                                0.08103777,
                                0.08797059,
                                0.009704723,
                                -0.22942823,
                                -0.0640166,
                                0.021817908,
                                -0.049628872,
                                0.16946658,
                                0.23561102,
                                -0.01943492,
                                -0.13503303,
                                -0.042808786,
                                -0.066044316,
                                0.18613818,
                                0.18148549,
                                -0.14488591,
                                0.030104142,
                                -0.13984767,
                                0.11360442,
                                0.10504804,
                                0.051293083,
                                0.057786953,
                                -0.15506516,
                                -0.1339793,
                                0.078862995,
                                0.11649573,
                                -0.1353052,
                                -0.1245205,
                                -0.20714167,
                                -0.14239712,
                                -0.061456665,
                                -0.084815145,
                                -0.1894358,
                                -0.22062841,
                                -0.2165672,
                                -0.08668345,
                                0.06490639,
                                -0.25929776,
                                -0.10393437,
                                -0.33296993,
                                -0.13464974,
                                -0.031645935,
                                0.028283343,
                                0.08956132,
                                -0.108717024,
                                -0.18743896,
                                -0.2238083,
                                0.10318345,
                                -0.0476059,
                                -0.026498841,
                                -0.021494024,
                                0.028700497,
                                0.0478586,
                                -0.0015511959,
                                0.10386132,
                                -0.088036105,
                                -0.054928534,
                                0.0767127,
                                0.026416395,
                                -0.25777444,
                                -0.2845146,
                                -0.20862249,
                                0.017891256,
                                0.06780456,
                                -0.034355387,
                                -0.3046034,
                                -0.12663622,
                                -0.010425188,
                                0.11742118,
                                0.16988778,
                                -0.06706077,
                                0.055051897,
                                0.17483899,
                                -0.06551364,
                                -0.13898249,
                                -0.30861512,
                                -0.104503565,
                                0.09251602,
                                0.2999583,
                                0.06113323,
                                -0.22389053,
                                -0.21774234,
                                -0.08671424,
                                0.034538757,
                                0.12183118,
                                -0.14342059,
                                -0.1413372,
                                -0.42325878,
                                -0.03540362,
                                0.053171862,
                                0.024188712,
                                -0.016071122,
                                -0.120409235,
                                -0.16260274,
                                -0.09674572,
                                0.035650607,
                                0.013523755,
                                0.14385527,
                                0.019712625,
                                -0.33717677,
                                -0.22315596,
                                -0.16203,
                                0.16747892,
                                0.452033,
                                0.26782203,
                                -0.124843106,
                                -0.21825446,
                                -0.14916153,
                                -0.07604195,
                                0.25750208,
                                0.10287621,
                                0.06509303,
                                -0.42091805,
                                -0.311435,
                                -0.036015328,
                                0.046793964,
                                0.114512034,
                                -0.053237174,
                                -0.13615927,
                                -0.26634207,
                                -0.21306744,
                                -0.03097531,
                                0.0543469,
                                -0.17052768,
                                -0.28975818,
                                -0.04141962,
                                -0.24664004,
                                0.09930239,
                                0.19524506,
                                -0.098169506,
                                -0.27048928,
                                -0.14976917,
                                -0.08557458,
                                0.0019772758,
                                0.054085284,
                                0.046747662,
                                -0.16107847,
                                0.023279596,
                                0.065218635,
                                0.24592797,
                                0.06063867,
                                0.012831315,
                                -0.09471377,
                                -0.10581238,
                                0.2293426,
                                0.20430349,
                                -0.08989682,
                                -0.24754013,
                                0.14427026,
                                0.05195838,
                                -0.023956345,
                                0.10000109,
                                -0.057121783,
                                -0.075852856,
                                -0.05744583,
                                0.051162943,
                                0.086584,
                                0.062275782,
                                -0.15449947,
                                -0.14051668,
                                0.020217158,
                                0.027638007,
                                -0.101629525,
                                0.028731585,
                                -0.12800914,
                                -0.22699958,
                                -0.26877925,
                                0.13324091,
                                0.07806968,
                                -0.1234531,
                                -0.14539756,
                                -0.17290524,
                                0.07490882,
                                0.21472266,
                                -0.018659003,
                                -0.011617685,
                                -0.15776567,
                                -0.03929408,
                                -0.014340892,
                                -0.034944206,
                                0.13751233,
                                0.2517472,
                                0.043738615,
                                -0.39266604,
                                -0.077907324,
                                0.14997633,
                                0.20618163,
                                -0.14093179,
                                -0.19314402,
                                -0.043360244,
                                0.09022608,
                                0.21707259,
                                -0.08400165,
                                -0.20222805,
                                -0.13156745,
                                -0.099873565,
                                -0.0017187351,
                                -0.36749223,
                                -0.310116,
                                -0.4124709,
                                -0.03239437,
                                -0.14428607,
                                -0.083221175,
                                -0.06490826,
                                -0.26588988,
                                -0.059059497,
                                -0.102316536,
                                0.036359042,
                                0.13712583,
                                -0.037482984,
                                -0.09332706,
                                0.0068995645,
                                0.020245833,
                                0.22991383,
                                -0.009017903,
                                -0.17117624,
                                -0.18040526,
                                0.023168597,
                                -0.15403837,
                                -0.013067309,
                                -0.03320103,
                                -0.08521425,
                                -0.22192258,
                                -0.25213218,
                                -0.18472578,
                                -0.056224715,
                                0.09550839,
                                -0.10368501,
                                -0.16978149,
                                -0.15736239,
                                0.0018222701,
                                0.0061118896,
                                -0.005999082,
                                0.2090409,
                                0.0638989,
                                0.16539031,
                                0.27662873,
                                -0.057492636,
                                0.08701781,
                                0.14773016,
                                0.13645263,
                                -0.009538683,
                                0.12781827,
                                -0.017677234,
                                -0.077895895,
                                -0.032709446,
                                -0.15162915,
                                0.13641194,
                                0.030062722,
                                -0.071477115,
                                -0.15736185,
                                -0.07986306,
                                0.024308968,
                                0.0065798564,
                                -0.13867234,
                                0.11343425,
                                0.23744236,
                                -0.06706455,
                                -0.12726098,
                                -0.024227653,
                                0.21766941,
                                0.24051933,
                                -0.22820553,
                                -0.008572587,
                                -0.19617896,
                                -0.089303546,
                                -0.17843331,
                                -0.19912948,
                                -0.309467,
                                -0.11069398,
                                -0.11934428,
                                0.041690845,
                                0.011480848,
                                -0.09059123,
                                -0.16148575,
                                -0.16161546,
                                -0.09363074,
                                0.101205505,
                                0.23056376,
                                0.3341075,
                                -0.1587283,
                                -0.027987676,
                                0.15227826,
                                0.03316186,
                                0.20406744,
                                0.10759252,
                                0.12716907,
                                0.026433237,
                                -0.18552133,
                                -0.21519555,
                                -0.15143786,
                                -0.19436707,
                                -0.101677425,
                                -0.066822365,
                                -0.1815943,
                                -0.22546335,
                                -0.06222407,
                                -0.21034789,
                                -0.08713002,
                                -0.13168517,
                                -0.11911161,
                                -0.14957951,
                                0.09994124,
                                0.11954653,
                                0.2284407,
                                -0.028586736,
                                0.044224735,
                                0.15751743,
                                0.09188351,
                                0.2274437,
                                -0.021807512,
                                0.1916884,
                                0.07369085,
                                0.048925955,
                                -0.03920923,
                                -0.047052924,
                                -0.22891617,
                                -0.03614076,
                                0.041426342,
                                -0.07762393,
                                -0.2611229,
                                -0.0912008,
                                -0.1729268,
                                -0.23834316,
                                0.10433737,
                                -0.031183898,
                                -0.0039954376,
                                -0.04988625,
                                0.13645552,
                                0.2172389,
                                -0.050168358,
                                -0.041977707,
                                -0.06343708,
                                -0.068911664,
                                0.008541063,
                                0.24360664,
                                0.13791727,
                                -0.011153678,
                                -0.14292924,
                                0.11151274,
                                0.07313501,
                                -0.0877879,
                                0.049115647,
                                -0.046765428,
                                -0.18753792,
                                -0.16639704,
                                -0.050797354,
                                -0.08475663,
                                0.026826167,
                                -0.08649285,
                                -0.18647975,
                                0.0073613413,
                                -0.1363809,
                                -0.24112748,
                                -0.27554122,
                                -0.10601148,
                                -0.0008207807,
                                -0.07741783,
                                0.112605385,
                                0.09809847,
                                -0.03961804,
                                0.12805608,
                                0.08752225,
                                0.27042076,
                                0.20268431,
                                0.20752102,
                                0.039799646,
                                -0.14928001,
                                -0.09358218,
                                -0.107851885,
                                -0.19471133,
                                -0.27080098,
                                -0.15667844,
                                -0.026621733,
                                0.097031206,
                                -0.00868859,
                                -0.015095324,
                                -0.17963722,
                                -0.05860816,
                                -0.07910809,
                                -0.22067845,
                                0.10759262,
                                -0.5088579,
                                -0.30990946,
                                -0.14241962,
                                0.013917886,
                                -0.033272155,
                                -0.061172977,
                                -0.22797768,
                                -0.16890411,
                                -0.11738067,
                                -0.09099238,
                                0.06495464,
                                -0.23562115,
                                -0.016749762,
                                0.029220901,
                                0.20967637,
                                -0.17133778,
                                0.3138743,
                                0.2220789,
                                -0.23740323,
                                -0.17076886,
                                -0.21799678,
                                0.19849348,
                                0.1689264,
                                0.061566643,
                                -0.042811472,
                                -0.26838493,
                                0.066308156,
                                0.29191306,
                                0.037548847,
                                0.167334,
                                -0.32384786,
                                -0.25886795,
                                -0.07261534,
                                -0.19538733,
                                0.07085316,
                                0.019214423,
                                -0.0729776,
                                -0.055036105,
                                -0.026403219,
                                -0.18798932,
                                0.09289582,
                                -0.011830954,
                                -0.18425335,
                                -0.030384177,
                                -0.08106336,
                                0.11830869,
                                0.033954356,
                                -0.1515959,
                                -0.12462119,
                                0.3598714,
                                0.3038527,
                                0.15977822,
                                0.11741941,
                                0.17384164,
                                0.21723999,
                                -0.02462257,
                                -0.05187756,
                                -0.020101458,
                                0.106444,
                                -0.115461305,
                                0.10250865,
                                -0.06351887,
                                -0.11650703,
                                -0.13352986,
                                -0.072713904,
                                0.07817906,
                                0.019656023,
                                0.106193885,
                                0.08268118,
                                0.15436952,
                                -0.2950562,
                                -0.19211812,
                                -0.07308638,
                                0.04779541,
                                0.20183216,
                                -0.22150527,
                                -0.28580707,
                                -0.39411408,
                                -0.12909503,
                                -0.06852945,
                                0.25425848,
                                0.09744229,
                                -0.058492977,
                                -0.13732854,
                                -0.25295952,
                                0.26534206,
                                0.045385223,
                                0.0622491,
                                0.1795545,
                                0.17525887,
                                0.08852808,
                                0.023113608,
                                -0.077022135,
                                0.07809252,
                                -0.04656392,
                                -0.084251404,
                                -0.064619735,
                                -0.12551998,
                                -0.08405106,
                                0.014204085,
                                0.035414204,
                                -0.16464192,
                                -0.24463215,
                                -0.3694094,
                                -0.180503,
                                0.13938884,
                                0.10290817,
                                -0.09997413,
                                -0.15536302,
                                -0.4014797,
                                0.08011759,
                                0.11636429,
                                0.048825137,
                                0.20691699,
                                0.10473359,
                                -0.0046405136,
                                0.0037714543,
                                -0.18882048,
                                0.09153606,
                                -0.08869077,
                                -0.04644588,
                                -0.16173416,
                                -0.038405247,
                                -0.048633255,
                                -0.051887583,
                                0.0659112,
                                0.021947889,
                                -0.12757677,
                                -0.19363862,
                                -0.27008572,
                                0.09438394,
                                0.2273089,
                                0.09536141,
                                -0.040722888,
                                -0.23792697,
                                -0.14005755,
                                0.040094767,
                                0.21479023,
                                0.06942731,
                                0.30465835,
                                -0.06758856,
                                -0.06033667,
                                -0.013880316,
                                0.22329551,
                                0.12044027,
                                -0.06250725,
                                -0.077731684,
                                0.004388993,
                                -0.06604526,
                                -0.30084234,
                                -0.1387333,
                                -0.22090954,
                                -0.16132496,
                                -0.2721668,
                                -0.2839723,
                                -0.21563233,
                                -0.07375,
                                -0.19594881,
                                -0.2732315,
                                -0.26251367,
                                -0.18629584,
                                0.22544762,
                                0.021181174,
                                0.0008122368,
                                0.011185912,
                                0.065823644,
                                -0.03368504,
                                -0.20650512,
                                -0.20560867,
                                -0.20746237,
                                -0.01983178,
                                0.050507337,
                                0.0047161644,
                                -0.050312676,
                                0.23621652,
                                -0.06442952,
                                0.05346967,
                                0.26903063,
                                0.34563366,
                                0.20448674,
                                -0.4155077,
                                -0.24614383,
                                -0.10449036,
                                -0.044806555,
                                0.026932124,
                                0.08706801,
                                -0.22441278,
                                -0.22899637,
                                0.0065083043,
                                -0.018077388,
                                0.33637205,
                                0.05157006,
                                -0.10236301,
                                -0.057821795,
                                -0.1602554,
                                -0.009699005,
                                -0.20922685,
                                0.0873656,
                                -0.09876189,
                                -0.13653307,
                                -0.05085172,
                                -0.15948144,
                                0.08124996,
                                0.058580548,
                                -0.056563474,
                                -0.011578117,
                                -0.12571737,
                                0.15367542,
                                -0.03538194,
                                -0.020447217,
                                -0.1656857,
                                -0.33096138,
                                -0.22421496,
                                0.018195229,
                                -0.22791909,
                                0.069339246,
                                0.12477988,
                                0.12419661,
                                -0.05020015,
                                0.0014504591,
                                0.097534955,
                                0.2614883,
                                0.042471316,
                                -0.091760844,
                                0.26603857,
                                0.012044013,
                                0.06349028,
                                0.29173258,
                                -0.20980994,
                                -0.08098441,
                                -0.15146236,
                                0.016935267,
                                0.02624871,
                                -0.2877206,
                                -0.1556321,
                                -0.11588085,
                                -0.16594025,
                                -0.04860479,
                                -0.09146153,
                                -0.3424218,
                                -0.08248615,
                                -0.14639954,
                                0.06170616,
                                -0.06424457,
                                0.10531934,
                                0.03259674,
                                -0.040152244,
                                -0.04184995,
                                -0.14641476,
                                0.04650091,
                                -0.19159216,
                                -0.097202584,
                                -0.026763247,
                                -0.008710562,
                                -0.18344313,
                                0.032486774,
                                0.054895904,
                                0.05650826,
                                0.09049119,
                                -0.07283502,
                                0.04077121,
                                0.017703995,
                                0.023165585,
                                0.08541125,
                                0.07327348,
                                0.07388172,
                                0.19680674,
                                0.13288091,
                                -0.081109226,
                                -0.09204758,
                                -0.02118545,
                                0.06495763,
                                0.016647415,
                                -0.1999223,
                                -0.39201832,
                                0.053378824,
                                0.14832062,
                                -0.015930502,
                                -0.046821423,
                                -0.18767247,
                                -0.0387804,
                                -0.096077256,
                                -0.24141087,
                                -0.110347494,
                                -0.12482272,
                                -0.19417994,
                                -0.21113527,
                                -0.08935875,
                                -0.11216948,
                                -0.19776891,
                                -0.11411645,
                                -0.059595477,
                                0.098719634,
                                -0.0030470085,
                                0.09484832,
                                -0.27617356,
                                -0.27624905,
                                0.107394435,
                                0.166907,
                                -0.15530412,
                                -0.10048027,
                                -0.056416903,
                                -0.16939427,
                                0.11060524,
